Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: signal-cli not found on PATH
de: signal-cli wurde im PATH nicht gefunden
es: no se encontró signal-cli en el PATH
fr: signal-cli est introuvable dans le PATH
ja: PATH に signal-cli が見つかりません
pt_br: signal-cli não foi encontrado no PATH
zh_hans: 在 PATH 中找不到 signal-cli

source: signal-cli not found on PATH — install it first
de: signal-cli im PATH nicht gefunden — bitte zuerst installieren
es: signal-cli no está en el PATH — instálalo primero
fr: signal-cli introuvable dans le PATH — installez-le d'abord
ja: signal-cli が PATH にありません — 先にインストールしてください
pt_br: signal-cli não encontrado no PATH — instale-o primeiro
zh_hans: PATH 中未找到 signal-cli — 请先安装

source: Signed in to Nous Portal
de: Bei Nous Portal angemeldet
es: Sesión iniciada en Nous Portal
fr: Connecté à Nous Portal
ja: Nous Portal にサインイン済み
pt_br: Conectado ao Nous Portal
zh_hans: 已登录 Nous Portal

source: Signed in to Nous, but another provider is active.
de: Bei Nous angemeldet, aber ein anderer Anbieter ist aktiv.
es: Sesión iniciada en Nous, pero hay otro proveedor activo.
fr: Connecté à Nous, mais un autre fournisseur est actif.
ja: Nous にサインイン済みですが、別のプロバイダーがアクティブです。
pt_br: Conectado ao Nous, mas outro provedor está ativo.
zh_hans: 已登录 Nous,但另一个提供方处于活跃状态。

source: Signpost only
de: Nur Signpost
es: Solo señal
fr: Signpost uniquement
ja: Signpost のみ
pt_br: Apenas signpost
zh_hans: 仅信号点

source: Silence Duration (s)
de: Stilledauer (s)
es: Duración del silencio (s)
fr: Durée du silence (s)
ja: 無音の長さ (秒)
pt_br: Duração do silêncio (s)
zh_hans: 静音时长(秒)

source: Silence Threshold
de: Stille-Schwellenwert
es: Umbral de silencio
fr: Seuil de silence
ja: 無音のしきい値
pt_br: Limite de silêncio
zh_hans: 静音阈值

source: SimpleX has no user accounts or servers — the agent talks to a local `simplex-chat` daemon over WebSocket. Start the daemon (e.g. `simplex-chat -p 5225`) and point the WebSocket URL at it. Leave 'Allowed Groups' empty to ignore group messages (safer default).
de: SimpleX hat keine Benutzerkonten oder Server — der Agent spricht über WebSocket mit einem lokalen `simplex-chat`-Daemon. Starte den Daemon (z. B. `simplex-chat -p 5225`) und richte die WebSocket-URL darauf. Lasse „Erlaubte Gruppen“ leer, um Gruppennachrichten zu ignorieren (sicherere Standardeinstellung).
es: SimpleX no tiene cuentas de usuario ni servidores — el agente habla con un daemon local `simplex-chat` mediante WebSocket. Inicia el daemon (p. ej. `simplex-chat -p 5225`) y apunta la URL de WebSocket a él. Deja 'Grupos permitidos' vacío para ignorar los mensajes de grupo (opción predeterminada más segura).
fr: SimpleX n'a ni comptes utilisateur ni serveurs — l'agent communique avec un démon `simplex-chat` local via WebSocket. Démarrez le démon (par ex. `simplex-chat -p 5225`) et pointez l'URL WebSocket vers lui. Laissez « Allowed Groups » vide pour ignorer les messages de groupe (option plus sûre par défaut).
ja: SimpleX にはユーザーアカウントやサーバーがありません — エージェントはローカルの `simplex-chat` デーモンと WebSocket 経由で通信します。デーモンを起動し(例: `simplex-chat -p 5225`)、WebSocket URL をそれに向けてください。「Allowed Groups」を空欄のままにするとグループメッセージを無視します(より安全なデフォルト)。
pt_br: O SimpleX não tem contas de usuário nem servidores — o agente conversa com um daemon `simplex-chat` local via WebSocket. Inicie o daemon (por exemplo, `simplex-chat -p 5225`) e aponte a URL do WebSocket para ele. Deixe 'Grupos permitidos' vazio para ignorar mensagens de grupo (padrão mais seguro).
zh_hans: SimpleX 没有用户账户或服务器 — agent 通过 WebSocket 与本地的 `simplex-chat` 守护进程通信。启动守护进程(例如 `simplex-chat -p 5225`)并将 WebSocket URL 指向它。将“允许的群组”留空以忽略群组消息(更安全的默认设置)。

source: SimpleX Setup Docs
de: SimpleX-Einrichtungsdokumentation
es: Documentación de configuración de SimpleX
fr: Documentation de configuration SimpleX
ja: SimpleX セットアップドキュメント
pt_br: Documentação de configuração do SimpleX
zh_hans: SimpleX 设置文档

source: Site
de: Seite
es: Sitio
ja: サイト
zh_hans: 站点

source: Skill %@ is switched off for this bot
de: Skill %@ ist für diesen Bot ausgeschaltet
es: La habilidad %@ está desactivada para este bot
fr: La compétence %@ est désactivée pour ce bot
ja: スキル %@ はこのボットではオフです
pt_br: A habilidade %@ está desativada para este bot
zh_hans: 技能 %@ 已为此机器人关闭

source: Skill file problem: %@
de: Problem mit der Skill-Datei: %@
es: Problema con el archivo de la habilidad: %@
fr: Problème de fichier de compétence : %@
ja: スキルファイルの問題: %@
pt_br: Problema no arquivo da habilidade: %@
zh_hans: 技能文件有问题:%@

source: Skill name error: %@
de: Fehler im Skill-Namen: %@
es: Error en el nombre de la habilidad: %@
fr: Erreur de nom de compétence : %@
ja: スキル名のエラー: %@
pt_br: Erro no nome da habilidade: %@
zh_hans: 技能名称错误:%@

source: Skills (comma-separated)
de: Skills (kommagetrennt)
es: Habilidades (separadas por comas)
fr: Compétences (séparées par des virgules)
ja: スキル(カンマ区切り)
pt_br: Habilidades (separadas por vírgula)
zh_hans: 技能(以逗号分隔)

source: Skills in this repo are ignored until you trust it.
de: Skills in diesem Repo werden ignoriert, bis du ihm vertraust.
es: Las habilidades de este repositorio se ignoran hasta que confíes en él.
fr: Les compétences de ce dépôt sont ignorées tant que vous ne lui faites pas confiance.
ja: 信頼するまで、このリポジトリ内のスキルは無視されます。
pt_br: As habilidades neste repositório são ignoradas até que você confie nele.
zh_hans: 在信任此仓库之前,其中的技能将被忽略。

source: Skills in this repo load for sessions started here, ahead of same-named profile skills.
de: Skills in diesem Repo werden für hier gestartete Sitzungen geladen, vor gleichnamigen Profil-Skills.
es: Las habilidades de este repositorio se cargan para las sesiones iniciadas aquí, antes que las habilidades del perfil con el mismo nombre.
fr: Les compétences de ce dépôt se chargent pour les sessions démarrées ici, avant les compétences de profil de même nom.
ja: このリポジトリのスキルは、ここで開始したセッションに対して、同名のプロファイルスキルより優先して読み込まれます。
pt_br: As habilidades neste repositório carregam para sessões iniciadas aqui, antes das habilidades do perfil com o mesmo nome.
zh_hans: 此仓库中的技能会在此处启动的会话中加载,优先于同名的配置技能。

source: Skills with no provenance marker are never auto-staled or archived. Adopting hands them to the curator.
de: Skills ohne Herkunftsmarkierung werden nie automatisch als veraltet markiert oder archiviert. Übernehmen übergibt sie an den Kurator.
es: Las habilidades sin marcador de procedencia nunca se marcan como obsoletas ni se archivan automáticamente. Adoptarlas las entrega al curador.
fr: Les compétences sans marqueur de provenance ne sont jamais automatiquement rendues obsolètes ou archivées. Les adopter les confie au curateur.
ja: 出所マーカーのないスキルは自動的に期限切れやアーカイブになることはありません。採用するとキュレーターに引き渡されます。
pt_br: Habilidades sem marcador de proveniência nunca são marcadas como obsoletas ou arquivadas automaticamente. Adotar as entrega ao curador.
zh_hans: 没有来源标记的技能永远不会被自动标记为过期或归档。接管会将它们移交给策展器。

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
ja: スキップ
pt_br: Pular
zh_hans: 跳过

source: Skip Attachments
de: Anhänge überspringen
es: Omitir adjuntos
fr: Ignorer les pièces jointes
ja: 添付ファイルをスキップ
pt_br: Ignorar anexos
zh_hans: 跳过附件

source: skipped
de: übersprungen
es: omitida
fr: ignorée
ja: スキップ済み
pt_br: ignorada
zh_hans: 已跳过

source: Skipped — outside this project
de: Übersprungen — außerhalb dieses Projekts
es: Omitido: fuera de este proyecto
fr: Ignoré — hors de ce projet
ja: スキップしました — このプロジェクトの外です
pt_br: Ignorado — fora deste projeto
zh_hans: 已跳过 — 在此项目之外

source: Slack Setup Docs
de: Slack-Einrichtungsdokumentation
es: Documentación de configuración de Slack
fr: Documentation de configuration Slack
ja: Slack セットアップドキュメント
pt_br: Documentação de configuração do Slack
zh_hans: Slack 设置文档

source: Slack: reply mode
de: Slack: Antwortmodus
es: Slack: modo de respuesta
fr: Slack : mode de réponse
ja: Slack: 返信モード
pt_br: Slack: modo de resposta
zh_hans: Slack:回复模式

source: Slash Commands
de: Slash-Befehle
es: Comandos de barra
fr: Commandes slash
ja: スラッシュコマンド
pt_br: Comandos de barra
zh_hans: 斜杠命令

source: Smart Approval Policy
de: Smart-Genehmigungsrichtlinie
es: Política de aprobación inteligente
fr: Politique d'approbation intelligente
ja: スマート承認ポリシー
pt_br: Política de aprovação inteligente
zh_hans: 智能审批策略

source: snapshot from `hermes kanban log %@`
de: Snapshot von `hermes kanban log %@`
es: instantánea de `hermes kanban log %@`
fr: instantané depuis `hermes kanban log %@`
ja: `hermes kanban log %@` からのスナップショット
pt_br: snapshot de `hermes kanban log %@`
zh_hans: 来自 `hermes kanban log %@` 的快照

source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur s'est produite
ja: 問題が発生しました
pt_br: Algo deu errado
zh_hans: 出了点问题

source: Sort
de: Sortieren
es: Ordenar
fr: Trier
ja: 並べ替え
pt_br: Ordenar
zh_hans: 排序

source: Sort the board
de: Board sortieren
es: Ordenar el tablero
fr: Trier le tableau
ja: ボードを並べ替え
pt_br: Ordenar o quadro
zh_hans: 对看板排序

source: Sorted by 95th-percentile duration. Counts include events; intervals are everything wrapped in `ScarfMon.measure`.
de: Sortiert nach der Dauer im 95. Perzentil. Die Zählungen enthalten Ereignisse; Intervalle sind alles, was von `ScarfMon.measure` umschlossen ist.
es: Ordenado por duración del percentil 95. Los recuentos incluyen eventos; los intervalos son todo lo envuelto en `ScarfMon.measure`.
fr: Trié par durée au 95e centile. Les décomptes incluent les événements ; les intervalles sont tout ce qui est encadré par `ScarfMon.measure`.
ja: 95 パーセンタイルの所要時間で並べ替えています。カウントにはイベントが含まれます。インターバルは `ScarfMon.measure` でラップされたすべてを指します。
pt_br: Ordenado pela duração no percentil 95. As contagens incluem eventos; os intervalos são tudo o que está envolvido por `ScarfMon.measure`.
zh_hans: 按第 95 百分位耗时排序。计数包含事件;区间指所有由 `ScarfMon.measure` 包裹的内容。

source: SOUL.md describes the agent's voice, values, and personality at ~/.hermes/SOUL.md. It is injected into every session's context.
de: SOUL.md beschreibt Stimme, Werte und Persönlichkeit des Agents unter ~/.hermes/SOUL.md. Sie wird in den Kontext jeder Sitzung injiziert.
es: SOUL.md describe la voz, valores y personalidad del agente en ~/.hermes/SOUL.md. Se inyecta en el contexto de cada sesión.
fr: SOUL.md décrit la voix, les valeurs et la personnalité de l'agent dans ~/.hermes/SOUL.md. Il est injecté dans le contexte de chaque session.
ja: SOUL.md は ~/.hermes/SOUL.md でエージェントの話し方、価値観、パーソナリティを記述します。これはすべてのセッションのコンテキストに挿入されます。
pt_br: O SOUL.md descreve a voz, os valores e a personalidade do agente em ~/.hermes/SOUL.md. Ele é injetado no contexto de cada sessão.
zh_hans: SOUL.md 位于 ~/.hermes/SOUL.md,描述 agent 的语气、价值观与人格。它会被注入到每个会话的上下文中。

source: SOUL.md for this bot
de: SOUL.md für diesen Bot
es: SOUL.md de este bot
fr: SOUL.md de ce bot
ja: このボットの SOUL.md
pt_br: SOUL.md deste bot
zh_hans: 此机器人的 SOUL.md

source: SOUL.md path: %@
de: SOUL.md-Pfad: %@
es: Ruta de SOUL.md: %@
fr: Chemin de SOUL.md : %@
ja: SOUL.md のパス: %@
pt_br: Caminho do SOUL.md: %@
zh_hans: SOUL.md 路径:%@

source: SOUL.md saved
de: SOUL.md gespeichert
es: SOUL.md guardado
fr: SOUL.md enregistré
ja: SOUL.md を保存しました
pt_br: SOUL.md salvo
zh_hans: 已保存 SOUL.md

source: SOUL.md wasn’t saved — Scarf couldn’t write the file.
de: SOUL.md wurde nicht gespeichert — Scarf konnte die Datei nicht schreiben.
es: No se guardó SOUL.md: Scarf no pudo escribir el archivo.
fr: SOUL.md n’a pas été enregistré — Scarf n’a pas pu écrire le fichier.
ja: SOUL.md は保存されませんでした — Scarf がファイルを書き込めませんでした。
pt_br: O SOUL.md não foi salvo — o Scarf não conseguiu gravar o arquivo.
zh_hans: 未保存 SOUL.md — Scarf 无法写入该文件。

source: Source
de: Quelle
es: Origen
ja: ソース
pt_br: Origem
zh_hans: 来源

source: source has no copyable project cron jobs
de: Quelle hat keine kopierbaren Projekt-Cron-Jobs
es: el origen no tiene tareas cron de proyecto copiables
fr: la source n'a aucune tâche cron de projet copiable
ja: コピー可能なプロジェクト cron ジョブがソースにありません
pt_br: a origem não tem tarefas cron de projeto copiáveis
zh_hans: 源没有可复制的项目 cron 任务

source: Specificity %lld — every field you fill in must match for this route to win, and each one raises its rank against the other routes.
de: Spezifität %lld — jedes ausgefüllte Feld muss übereinstimmen, damit diese Route gewinnt, und jedes erhöht ihren Rang gegenüber den anderen Routen.
es: Especificidad %lld — cada campo que rellenes debe coincidir para que esta ruta gane, y cada uno aumenta su rango frente a las otras rutas.
fr: Spécificité %lld — chaque champ que vous renseignez doit correspondre pour que cette route l'emporte, et chacun augmente son rang face aux autres routes.
ja: 具体性 %lld — このルートが優先されるには入力したすべてのフィールドが一致する必要があり、フィールドを追加するごとに他のルートに対する順位が上がります。
pt_br: Especificidade %lld — todo campo que você preencher deve corresponder para esta rota vencer, e cada um aumenta sua classificação em relação às outras rotas.
zh_hans: 特定度 %lld — 你填写的每个字段都必须匹配此路由才能胜出,且每个字段都会提升其相对于其他路由的排名。

source: Speech-to-Text
de: Spracherkennung
es: Voz a texto
fr: Reconnaissance vocale
ja: 音声認識
pt_br: Voz para texto
zh_hans: 语音转文字

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
ja: 速度
pt_br: Velocidade
zh_hans: 语速

source: Spotify connected
de: Spotify verbunden
es: Spotify conectado
fr: Spotify connecté
ja: Spotify に接続済み
pt_br: Spotify conectado
zh_hans: Spotify 已连接

source: Spotify needs OAuth
de: Spotify benötigt OAuth
es: Spotify necesita OAuth
fr: Spotify nécessite OAuth
ja: Spotify には OAuth が必要です
pt_br: O Spotify precisa de OAuth
zh_hans: Spotify 需要 OAuth

source: Spotify sign-in didn't finish within %lld minutes, so Scarf stopped it. Try again, or run `hermes auth spotify` in a terminal on the host.
de: Die Spotify-Anmeldung wurde nicht innerhalb von %lld Minuten abgeschlossen, daher hat Scarf sie beendet. Versuche es erneut oder führe `hermes auth spotify` in einem Terminal auf dem Host aus.
es: El inicio de sesión de Spotify no terminó en %lld minutos, así que Scarf lo detuvo. Inténtalo de nuevo o ejecuta `hermes auth spotify` en un terminal del host.
fr: La connexion à Spotify ne s’est pas terminée en %lld minutes ; Scarf l’a donc interrompue. Réessayez, ou lancez `hermes auth spotify` dans un terminal sur l’hôte.
ja: Spotify のサインインが %lld 分以内に完了しなかったため、Scarf が中止しました。もう一度試すか、ホストのターミナルで `hermes auth spotify` を実行してください。
pt_br: O login do Spotify não terminou em %lld minutos, então o Scarf o interrompeu. Tente novamente ou execute `hermes auth spotify` em um terminal no host.
zh_hans: Spotify 登录未在 %lld 分钟内完成，Scarf 已将其停止。请重试，或在主机的终端中运行 `hermes auth spotify`。

source: SSH key
de: SSH-Schlüssel
es: Clave SSH
fr: Clé SSH
ja: SSH 鍵
pt_br: Chave SSH
zh_hans: SSH 密钥

source: SSH works but %@. Click for details.
de: SSH funktioniert, aber %@. Für Details klicken.
es: SSH funciona pero %@. Haz clic para más detalles.
fr: SSH fonctionne mais %@. Cliquez pour plus de détails.
ja: SSH は動作していますが %@。詳細はクリックしてください。
pt_br: O SSH funciona, mas %@. Clique para detalhes.
zh_hans: SSH 正常,但 %@。点击查看详情。

source: SSH works but %@. Click for diagnostics.
de: SSH funktioniert, aber %@. Für Diagnose klicken.
es: SSH funciona pero %@. Haz clic para ver diagnósticos.
fr: SSH fonctionne mais %@. Cliquez pour les diagnostics.
ja: SSH は動作していますが %@。診断を表示するにはクリックしてください。
pt_br: O SSH funciona, mas %@. Clique para ver diagnósticos.
zh_hans: SSH 正常,但 %@。点击查看诊断。

source: ssh-agent (leave blank)
de: ssh-agent (leer lassen)
es: ssh-agent (dejar vacío)
fr: ssh-agent (laisser vide)
ja: ssh-agent(空のまま)
pt_br: ssh-agent (deixe em branco)
zh_hans: ssh-agent(留空)

source: SSL verify
de: SSL-Prüfung
es: Verificación SSL
fr: Vérification SSL
ja: SSL 検証
pt_br: Verificar SSL
zh_hans: SSL 验证

source: Stale
de: Veraltet
es: Obsoleta
fr: Obsolète
ja: 失効
pt_br: Obsoletas
zh_hans: 已过期

source: Stale after
de: Veraltet nach
es: Obsoleta después de
fr: Obsolète après
ja: 失効までの期間
pt_br: Obsoleto após
zh_hans: 过期时限

source: Starred
de: Markiert
es: Destacadas
fr: Favoris
ja: スター付き
pt_br: Favoritas
zh_hans: 已加星标

source: Start
de: Starten
es: Iniciar
fr: Démarrer
ja: 開始
pt_br: Iniciar
zh_hans: 启动

source: Start a new session or resume an existing one from the Session menu above.
de: Starte eine neue Sitzung oder setze eine bestehende aus dem Sitzungsmenü oben fort.
es: Inicia una nueva sesión o reanuda una existente desde el menú Sesión de arriba.
fr: Démarrez une nouvelle session ou reprenez-en une existante depuis le menu Session ci-dessus.
ja: 上のセッションメニューから新しいセッションを開始するか、既存のセッションを再開してください。
pt_br: Inicie uma nova sessão ou retome uma existente no menu Sessão acima.
zh_hans: 从上方会话菜单启动新会话或恢复已有会话。

source: Start an asynchronous run on %@
de: Einen asynchronen Lauf auf %@ starten
es: Iniciar una ejecución asíncrona en %@
fr: Démarrer une exécution asynchrone sur %@
ja: %@ で非同期実行を開始
pt_br: Iniciar uma execução assíncrona em %@
zh_hans: 在 %@ 上启动异步运行

source: Start Daemon
de: Daemon starten
es: Iniciar demonio
fr: Démarrer le démon
ja: デーモンを開始
pt_br: Iniciar daemon
zh_hans: 启动守护进程

source: Start failed
de: Start fehlgeschlagen
es: Error al iniciar
fr: Échec du démarrage
ja: 起動に失敗しました
pt_br: Falha ao iniciar
zh_hans: 启动失败

source: Start Hermes
de: Hermes starten
es: Iniciar Hermes
fr: Démarrer Hermes
ja: Hermes を開始
pt_br: Iniciar Hermes
zh_hans: 启动 Hermes

source: Start new chat in %@
de: Neuen Chat in %@ starten
es: Iniciar un chat nuevo en %@
fr: Démarrer un nouveau chat dans %@
ja: %@ で新しいチャットを開始
pt_br: Iniciar novo chat em %@
zh_hans: 在 %@ 中开始新聊天

source: Start OAuth
de: OAuth starten
es: Iniciar OAuth
fr: Démarrer OAuth
ja: OAuth を開始
pt_br: Iniciar OAuth
zh_hans: 开始 OAuth

source: Start Pairing
de: Kopplung starten
es: Iniciar emparejamiento
fr: Démarrer l'appairage
ja: ペアリングを開始
pt_br: Iniciar pareamento
zh_hans: 开始配对

source: Start Run
de: Lauf starten
es: Iniciar ejecución
fr: Démarrer l'exécution
ja: 実行を開始
pt_br: Iniciar execução
zh_hans: 开始运行

source: Start sent; Scarf could not confirm it from the output — the status will update
de: Start gesendet; Scarf konnte ihn anhand der Ausgabe nicht bestätigen — der Status wird aktualisiert
es: Inicio enviado; Scarf no pudo confirmarlo a partir de la salida: el estado se actualizará
fr: Démarrage envoyé ; Scarf n’a pas pu le confirmer d’après la sortie — le statut sera mis à jour
ja: 開始を送信しました。出力からは確認できませんでした — ステータスは更新されます
pt_br: Início enviado; o Scarf não pôde confirmá-lo pela saída — o status será atualizado
zh_hans: 已发送启动命令；Scarf 无法从输出中确认 — 状态将会更新

source: Start the same turn asynchronously and track it by run ID. Use this for long turns.
de: Denselben Turn asynchron starten und über die Lauf-ID verfolgen. Nutze das für lange Turns.
es: Inicia el mismo turno de forma asíncrona y hazle seguimiento por ID de ejecución. Úsalo para turnos largos.
fr: Démarrer le même tour en asynchrone et le suivre par son ID d'exécution. À utiliser pour les tours longs.
ja: 同じターンを非同期で開始し、実行 ID で追跡します。長いターンにはこちらを使用してください。
pt_br: Inicia o mesmo turno de forma assíncrona e o acompanha pelo ID da execução. Use isto para turnos longos.
zh_hans: 以异步方式启动同一回合,并通过运行 ID 跟踪。适用于耗时较长的回合。

source: started %@
de: gestartet %@
es: iniciada %@
fr: démarrée %@
ja: 開始 %@
pt_br: iniciada %@
zh_hans: 开始于 %@

source: Starting `hermes auth spotify`…
de: Starte `hermes auth spotify`…
es: Iniciando `hermes auth spotify`…
fr: Démarrage de `hermes auth spotify`…
ja: `hermes auth spotify` を開始中…
pt_br: Iniciando `hermes auth spotify`…
zh_hans: 正在启动 `hermes auth spotify`…

source: Starting a bot’s first conversation needs hermes chat --query-file, which arrived in Hermes v0.21. Upgrade the host, or send this bot its first message from Hermes itself — Scarf picks the chat up from there.
de: Die erste Unterhaltung eines Bots zu starten benötigt hermes chat --query-file, das mit Hermes v0.21 kam. Aktualisiere den Host oder sende diesem Bot seine erste Nachricht direkt aus Hermes — Scarf greift den Chat von dort auf.
es: Iniciar la primera conversación de un bot requiere hermes chat --query-file, que llegó en Hermes v0.21. Actualiza el host, o envía a este bot su primer mensaje desde el propio Hermes — Scarf recoge el chat a partir de ahí.
fr: Démarrer la première conversation d'un bot nécessite hermes chat --query-file, arrivé dans Hermes v0.21. Mettez l'hôte à niveau, ou envoyez à ce bot son premier message depuis Hermes lui-même — Scarf reprend le chat à partir de là.
ja: ボットの最初の会話を開始するには hermes chat --query-file が必要で、これは Hermes v0.21 で追加されました。ホストをアップグレードするか、Hermes 自体からこのボットに最初のメッセージを送信してください — Scarf はそのチャットを引き継ぎます。
pt_br: Iniciar a primeira conversa de um bot exige hermes chat --query-file, que chegou no Hermes v0.21. Atualize o host, ou envie a primeira mensagem a este bot pelo próprio Hermes — o Scarf assume o chat a partir daí.
zh_hans: 发起机器人的首次对话需要 hermes chat --query-file,该功能在 Hermes v0.21 中引入。请升级主机,或直接从 Hermes 中给此机器人发送第一条消息 — Scarf 会从那里接续该聊天。

source: State DB
de: Status-DB
es: BD de estado
fr: BD d'état
ja: 状態 DB
pt_br: BD de estado
zh_hans: 状态数据库

source: state.db not found at the configured path. Either Hermes hasn't run yet on this server, or it's installed at a non-default location — set the Hermes data directory field above.
de: state.db wurde am konfigurierten Pfad nicht gefunden. Entweder lief Hermes auf diesem Server noch nicht, oder es ist an einem nicht standardmäßigen Ort installiert — setze oben das Feld für das Hermes-Datenverzeichnis.
es: No se encontró state.db en la ruta configurada. O bien Hermes no se ha ejecutado aún en este servidor, o está instalado en una ubicación no predeterminada — establece arriba el campo del directorio de datos de Hermes.
fr: state.db introuvable au chemin configuré. Soit Hermes n'a pas encore été lancé sur ce serveur, soit il est installé à un emplacement non standard — définissez le champ répertoire de données Hermes ci-dessus.
ja: 設定されたパスに state.db が見つかりません。Hermes がこのサーバーでまだ実行されていないか、デフォルトでない場所にインストールされている可能性があります — 上の Hermes データディレクトリフィールドを設定してください。
pt_br: state.db não encontrado no caminho configurado. Ou o Hermes ainda não rodou neste servidor, ou está instalado em um local não padrão — defina o campo de diretório de dados do Hermes acima.
zh_hans: 在配置的路径下未找到 state.db。要么 Hermes 尚未在此服务器上运行过,要么它安装在非默认位置 — 请在上方设置 Hermes 数据目录字段。

source: state.db not found at the default location, but Scarf found one at:
de: state.db wurde am Standardort nicht gefunden, Scarf hat aber eine unter folgendem Pfad entdeckt:
es: No se encontró state.db en la ubicación predeterminada, pero Scarf encontró uno en:
fr: state.db introuvable à l'emplacement par défaut, mais Scarf en a trouvé une à :
ja: デフォルトの場所には state.db がありませんが、Scarf が以下の場所に見つけました:
pt_br: state.db não encontrado no local padrão, mas o Scarf encontrou um em:
zh_hans: 默认位置下未找到 state.db,但 Scarf 在此处找到了一个:

source: state.db present
de: state.db vorhanden
es: state.db presente
fr: state.db présent
ja: state.db が存在します
pt_br: state.db presente
zh_hans: state.db 存在

source: state.db readable
de: state.db lesbar
es: state.db legible
fr: state.db lisible
ja: state.db 読み取り可能
pt_br: state.db legível
zh_hans: state.db 可读

source: Static
de: Statisch
es: Estático
fr: Statique
ja: 静的
pt_br: Estático
zh_hans: 静态

source: Stop
de: Stoppen
es: Detener
fr: Arrêter
ja: 停止
pt_br: Parar
zh_hans: 停止

source: Stop excluding this provider
de: Diesen Anbieter nicht mehr ausschließen
es: Dejar de excluir este proveedor
fr: Cesser d'exclure ce fournisseur
ja: このプロバイダーの除外を解除
pt_br: Parar de excluir este provedor
zh_hans: 停止排除此提供方

source: Stop failed
de: Stoppen fehlgeschlagen
es: Error al detener
fr: Échec de l'arrêt
ja: 停止に失敗しました
pt_br: Falha ao parar
zh_hans: 停止失败

source: Stop Hermes
de: Hermes stoppen
es: Detener Hermes
fr: Arrêter Hermes
ja: Hermes を停止
pt_br: Parar Hermes
zh_hans: 停止 Hermes

source: Stop run %@ on %@
de: Lauf %1$@ auf %2$@ stoppen
es: Detener la ejecución %1$@ en %2$@
fr: Arrêter l'exécution %1$@ sur %2$@
ja: %2$@ の実行 %1$@ を停止
pt_br: Parar a execução %1$@ em %2$@
zh_hans: 停止 %2$@ 上的运行 %1$@
